# specify a directory to install
cask_args appdir: '/Applications'

tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "ccat"
brew "cmake"
brew "ctags"
brew "git"
brew "elixir"
brew "fzf"
brew "heroku"
brew "hub"
brew "libtool"
brew "neovim"
brew "phantomjs"
brew "rbenv"
brew "the_silver_searcher"
brew "tree"
brew "vim"

cask 'firefox'
cask 'google-chrome'
cask 'dropbox'
cask 'typora'
cask 'spectacle'
cask 'grammarly'
cask 'alfred'
cask 'iterm2'
cask 'sublime-text'
cask 'spotify'
