# specify a directory to install
cask_args appdir: '/Applications'

tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "ccat"
brew "cmake"
brew "ctags"
brew "git"
brew "elixir", args: ["HEAD"]
brew "fzf"
brew "heroku"
brew "hub"
brew "libtool"
brew "neovim"
brew "phantomjs"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "wrk"
brew "yarn"

cask 'firefox'
cask 'google-chrome'
cask 'dropbox'
cask 'typora'
cask 'vlc'
cask 'spectacle'
cask 'grammarly'
cask 'discord'
cask 'skype'
cask 'slack'
cask 'alfred'
cask 'dash'
cask 'iterm2'
cask 'postman'
cask 'sublime-text'
cask 'spotify'
cask 'steam'
cask 'beamer'
cask 'dolphin'

tap 'caskroom/drivers'
cask 'xbox360-controller-driver'

brew 'mas'
mas 'Shush', id: 496437906
